{"data":{"markdownRemark":{"html":"<p>Về cơ bản, Tiếng Anh có hai loại văn phong:</p>\n<p><strong>Văn phong Formal</strong> được sử dụng trong bối cảnh “nghiêm túc” như sách, báo, bài viết khoa học, thư từ với khách hàng, diễn văn,..Ngược lại, <strong>văn phong Informal</strong> được sử dụng trong đối thoại hằng ngày với gia đình, bạn bè.</p>\n<p>Để giúp các bạn hiểu rõ hơn, dưới đây là một vài ví dụ. Mỗi cặp câu có cùng một nội dung, nhưng văn phong khác nhau.</p>\n<p><em>Nói xin lỗi</em></p>\n<blockquote>\n<ul>\n<li>Formal: <strong>I truly apologize for being late.</strong>(Giả sử bạn đến trễ một cuộc hẹn quan trọng với khách hàng).</li>\n<li>Informal: <strong>I’m sorry I’m late.</strong> (Giả sử bạn trễ hẹn cafe với nhóm bạn thân).</li>\n</ul>\n</blockquote>\n<p><em>Nhờ ai đó giúp đỡ</em></p>\n<blockquote>\n<ul>\n<li>Formal: <strong>I would highly appreciate if you could help me with my problem.</strong>(Giả sử bạn gửi mail đến Phòng Đào tạo của trường để nhờ giải quyết vấn đề học tập).</li>\n<li>Informal: <strong>Please help me!</strong> (Giả sử bạn đang nài nỉ bạn bố mẹ làm giúp gì đó).</li>\n</ul>\n</blockquote>\n<h3 id=\"vậy-người-học-tiếng-anh-nên-chọn-học-văn-phong-nào\"><a href=\"#v%E1%BA%ADy-ng%C6%B0%E1%BB%9Di-h%E1%BB%8Dc-ti%E1%BA%BFng-anh-n%C3%AAn-ch%E1%BB%8Dn-h%E1%BB%8Dc-v%C4%83n-phong-n%C3%A0o\" aria-hidden=\"true\" class=\"anchor\"><svg aria-hidden=\"true\" height=\"16\" version=\"1.1\" viewBox=\"0 0 16 16\" width=\"16\"><path fill-rule=\"evenodd\" d=\"M4 9h1v1H4c-1.5 0-3-1.69-3-3.5S2.55 3 4 3h4c1.45 0 3 1.69 3 3.5 0 1.41-.91 2.72-2 3.25V8.59c.58-.45 1-1.27 1-2.09C10 5.22 8.98 4 8 4H4c-.98 0-2 1.22-2 2.5S3 9 4 9zm9-3h-1v1h1c1 0 2 1.22 2 2.5S13.98 12 13 12H9c-.98 0-2-1.22-2-2.5 0-.83.42-1.64 1-2.09V6.25c-1.09.53-2 1.84-2 3.25C6 11.31 7.55 13 9 13h4c1.45 0 3-1.69 3-3.5S14.5 6 13 6z\"></path></svg></a>Vậy, người học tiếng Anh nên chọn học văn phong nào?</h3>\n<p>Câu trả lời của mình là tuỳ. Việc lựa chọn này dựa vào mục tiêu ban đầu của bạn. Nếu bạn muốn sử dụng tiếng Anh trong công sở, bạn sẽ cần gửi mail cho khách hàng, lúc này văn phong Formal là điều bạn cần chú trọng. Nhưng nếu mục đích của bạn là sử dụng thành thạo tiếng Anh để nói chuyện, tán gẫu với người nước ngoài, bạn cần lưu ý văn phong Informal nhiều hơn. Riêng đối với các bạn muốn ra nước ngoài du học, bạn cần sử dụng thành thạo cả hai loại mới được.</p>\n<p>Vì vậy, nếu bạn muốn cải thiện Tiếng Anh giao tiếp, hãy bắt đầu làm quen với phrasal verb, idiom, slang, và street word.</p>","excerpt":"Về cơ bản, Tiếng Anh có hai loại văn phong: Văn phong Formal  được sử dụng trong bối cảnh “nghiêm túc” như sách, báo, bài viết khoa học, thư từ với khách hàng, diễn văn,..Ngược lại,  văn phong Informal  được sử dụng trong đối thoại hằng ngày với gia đình, bạn bè. Để giúp các bạn hiểu rõ hơn, dưới đây là một vài ví dụ. Mỗi cặp câu có cùng một nội dung, nhưng văn phong khác nhau. Nói xin lỗi Formal:  I truly apologize for being late. (Giả sử bạn đến trễ một cuộc hẹn quan trọng với khách hàng…","frontmatter":{"title":"Phân biệt Tiếng Anh \"formal\" và \"informal\"","author":[{"frontmatter":{"name":"Dan Abramov","url":"https://twitter.com/dan_abramov"}}]},"fields":{"date":"December 09, 2018","path":"content/communication/2018-12-10-new.md","slug":"/communication/2018/12/10/new.html"}},"allMarkdownRemark":{"edges":[{"node":{"frontmatter":{"title":"Markdown Demo"},"fields":{"slug":"/communication/2018/12/11/demo-content.html"}}},{"node":{"frontmatter":{"title":"Phân biệt Tiếng Anh \"formal\" và \"informal\""},"fields":{"slug":"/communication/2018/12/10/new.html"}}},{"node":{"frontmatter":{"title":"Demo Communication Content"},"fields":{"slug":"/communication/2018/12/08/demo-communication-content.html"}}}]}},"pageContext":{"slug":"/communication/2018/12/10/new.html"}}